from django import forms


class TutorForm(forms.Form):
    # city_form = forms.CharField()
    city_form = forms.ChoiceField(choices=(('Москва', 'Москва'),
                                           ('Волгоград', 'Волгоград'),
                                           ('Воронеж', 'Воронеж'),
                                           ('Казань', 'Казань'),
                                           ('Кемерово', 'Кемерово'),
                                           ('Краснодар', 'Краснодар'),
                                           ('Красногорск', 'Красногорск'),
                                           ('Москва', 'Москва'),
                                           ('Новосибирск', 'Новосибирск'),
                                           ('Ростов-на-Дону', 'Ростов-на-Дону'),
                                           ('Санкт-Петербург', 'Санкт-Петербург'),
                                           ('Самара', 'Самара'),
                                           ('Тверь', 'Тверь'),
                                           ('Уфа', 'Уфа'),
                                           ('Хабаровск', 'Хабаровск'),
                                           ('Ярославль', 'Ярославль')
                                           ))
